brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "libyaml"
brew "lsd"
brew "mackup"
brew "mise"
brew "mole"
brew "neovim"
brew "pandoc"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "yq"
cask "1password-cli"
cask "flameshot"
cask "ghostty"
cask "linearmouse"
cask "stats"
go "github.com/bootdotdev/bootdev"
go "cmd/go"
go "cmd/gofmt"
